Repository: ntnglz/KanbanLiteSnap
Catalog: KanbanLiteSnap/Resources/*.lproj/Localizable.strings
Languages: es

# common.done
source: Done
es: Hecho

# common.cancel
source: Cancel
es: Cancelar

# common.add
source: Add
es: Añadir

# common.delete
source: Delete
es: Eliminar

# common.title
source: Title
es: Título

# common.description
source: Description
es: Descripción

# common.type
source: Type
es: Tipo

# common.none
source: None
es: Ninguno

# status.focus
source: Focus
es: Enfocado

# status.achievements
source: Achievements
es: Logros

# taskTypes.title
source: Task Types
es: Tipos de Tarea

# taskTypes.name
source: Name
es: Nombre

# taskTypes.icon
source: Icon
es: Icono

# taskTypes.create
source: Create Task Type
es: Crear Tipo de Tarea

# focus.welcome
source: Welcome to your Focus board!
es: ¡Bienvenido a tu tablero de Enfoque!

# focus.instructions
source: • Here you see the tasks you're actively working on. • Mark a task as done with the green checkmark. • Use the toolbar to navigate to Ideas, Done, or Task Types. • Stay focused and keep making progress!
es: • Aquí ves las tareas en las que estás trabajando activamente. • Marca una tarea como completada con la marca verde. • Usa la barra de herramientas para navegar a Ideas, Logros o Tipos. • ¡Mantente enfocado y sigue progresando!

# focus.motivational.1
source: Stay focused and get things done!
es: ¡Mantente enfocado y haz las cosas!

# focus.motivational.2
source: One step closer to your goals
es: Un paso más cerca de tus metas

# focus.motivational.3
source: Keep pushing forward
es: Sigue avanzando

# focus.motivational.4
source: You're making progress!
es: ¡Estás progresando!

# focus.motivational.5
source: Focus brings results
es: El enfoque trae resultados

# ideas.welcome
source: Welcome to your Ideas board!
es: ¡Bienvenido a tu tablero de Ideas!

# ideas.instructions
source: • Here you can jot down any idea or task you want to remember. • Tap the '+' button to add a new idea. • Use the blue arrow to move an idea to Focus when you're ready to work on it. • Ideas are grouped by type for better organization.
es: • Aquí puedes anotar cualquier idea o tarea que quieras recordar. • Toca el botón '+' para añadir una nueva idea. • Usa la flecha azul para mover una idea a Enfocado cuando estés listo para trabajar en ella. • Las ideas están agrupadas por tipo para mejor organización.

# ideas.motivational.1
source: Today is a great day for new ideas!
es: ¡Hoy es un gran día para nuevas ideas!

# ideas.motivational.2
source: Let your creativity flow
es: Deja fluir tu creatividad

# ideas.motivational.3
source: Every idea matters
es: Cada idea importa

# ideas.motivational.4
source: Get inspired and jot it down!
es: ¡Inspírate y anótalo!

# ideas.motivational.5
source: The first step is to imagine
es: El primer paso es imaginar

# achievements.welcome
source: Welcome to your Achievements board!
es: ¡Bienvenido a tu tablero de Logros!

# achievements.instructions
source: • Here you'll see all the tasks you've completed. • Restore a task to Focus with the blue arrow. • Remove tasks permanently with the trash icon. • Celebrate your progress!
es: • Aquí verás todas las tareas que has completado. • Restaura una tarea a Enfocado con la flecha azul. • Elimina tareas permanentemente con el icono de papelera. • ¡Celebra tu progreso!

# splash.motivational.1
source: Organize your ideas, achieve your goals
es: Organiza tus ideas, alcanza tus metas

# splash.motivational.2
source: Every task completed is a step forward
es: Cada tarea completada es un paso adelante

# splash.motivational.3
source: Focus on what matters most
es: Enfócate en lo que más importa

# splash.motivational.4
source: Turn your ideas into achievements
es: Convierte tus ideas en logros

# splash.motivational.5
source: Simple, powerful, effective
es: Simple, potente, efectivo

# splash.motivational.6
source: Your productivity companion
es: Tu compañero de productividad

# splash.motivational.7
source: Where ideas become reality
es: Donde las ideas se hacen realidad

# splash.motivational.8
source: Stay organized, stay productive
es: Mantente organizado, mantente productivo

# welcome.title
source: Welcome to KanbanLiteSnap!
es: ¡Bienvenido a KanbanLiteSnap!

# welcome.message
source: To get started, create your first task types. You can choose a name, an icon, and a color for each type.
es: Para empezar, crea tus primeros tipos de tarea. Puedes elegir un nombre, un icono y un color para cada tipo.

# welcome.createFirstType
source: Create first task type
es: Crear primer tipo de tarea
